Repository: Philippe-dev/mrvbTOC
Catalog: locales/*/main.po
Languages: fr

source: Title (optional):
fr: Titre (optionnel) :

source: Table of Contents
fr: Table des matières

source: Display entries counts
fr: Afficher le nombre d'entrées

source: Display only entries without password
fr: Afficher seulement les entrées sans mot de passe

source: Display only entries marked as visible to their widget
fr: Afficher seulement les entrées marquées comme visibles pour leur widget

source: Publication dates (in chronological order)
fr: Dates de publication (par ordre chronologique)

source: Publication dates (in reverse chronological order)
fr: Dates de publication (par ordre antéchronologique)

source: Titles (in alphabetical order)
fr: Titres (par ordre alphabétique)

source: Title of the posts list:
fr: Titre de la liste des billets&nbsp;:

source: List of posts
fr: Liste des billets

source: Display the posts
fr: Afficher les billets

source: Display only the posts with categories
fr: Afficher seulement les billets avec catégories

source: Activate script "hide/show" for the posts with categories
fr: Activer le script "cacher/montrer" pour les billets avec catégories

source: Title of the pages list:
fr: Titre de la liste des pages&nbsp;:

source: List of pages
fr: Liste des pages

source: Display the pages
fr: Afficher les pages

source: Force display in ascending order of pages's positions
fr: Forcer l'affichage par ordre croissant des positions de pages

source: Activate script "hide/show" for the pages
fr: Activer le script "cacher/montrer" pour les pages

source: Title of the statics pages list:
fr: Titre de la liste des pages statiques&nbsp;:

source: List of statics pages
fr: Liste des pages statiques

source: Display the statics pages
fr: Afficher les pages statiques

source: Activate script "hide/show" for the static pages
fr: Activer le script "cacher/montrer" pour les pages statiques

source: Link text used by the script to show (empty = ▼):
fr: Texte du lien utilisé par le script pour montrer (vide = ▼)&nbsp;:

source: Link text used by the script to hide (empty = ▲):
fr: Texte du lien utilisé par le script pour cacher (vide = ▲)&nbsp;:

source: List of static pages
fr: Liste des pages statiques
